Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: JSON preserves the complete structured export, including workouts, route points, samples, medications, and metadata. Markdown and Obsidian Bases are optimized for readable notes and flat queryable properties. CSV is best for spreadsheets, with nested data flattened into rows.
de: JSON behält den gesamten strukturierten Export bei, einschließlich Trainings, Routenpunkten, Proben, Medikamenten und Metadaten. Markdown und Obsidian Bases sind für lesbare Notizen und flach abfragbare Eigenschaften optimiert. CSV eignet sich am besten für Tabellenkalkulationen, bei denen verschachtelte Daten in Zeilen zusammengefasst werden.
es: JSON conserva la exportación estructurada completa, incluidos entrenamientos, puntos de ruta, muestras, medicamentos y metadatos. Markdown y Obsidian Bases están optimizados para notas legibles y propiedades planas consultables. CSV es mejor para hojas de cálculo, con datos anidados aplanados en filas.
fr: JSON préserve l'exportation structurée complète, y compris les entraînements, les points de parcours, les échantillons, les médicaments et les métadonnées. Markdown et Obsidian Bases sont optimisés pour des notes lisibles et des propriétés interrogeables plates. CSV est idéal pour les feuilles de calcul, avec des données imbriquées aplaties en lignes.
it: JSON conserva l'esportazione strutturata completa, inclusi allenamenti, punti del percorso, campioni, farmaci e metadati. Markdown e le basi Obsidian sono ottimizzate per note leggibili e proprietà interrogabili piatte. CSV è la soluzione migliore per i fogli di calcolo, con dati nidificati appiattiti in righe.
ja: JSON は、ワークアウト、ルート ポイント、サンプル、薬剤、メタデータを含む完全な構造化エクスポートを保存します。 Markdown と Obsidian Base は、読み取り可能なメモとフラットなクエリ可能なプロパティ向けに最適化されています。 CSV は、ネストされたデータが行にフラット化されたスプレッドシートに最適です。
ko: JSON는 운동, 경로 포인트, 샘플, 약물 및 메타데이터를 포함하여 전체 구조화된 내보내기를 유지합니다. Markdown 및 Obsidian Base는 읽기 쉬운 메모와 단순 쿼리 가능 속성에 최적화되어 있습니다. CSV는 ​​중첩된 데이터가 행으로 병합된 스프레드시트에 가장 적합합니다.
nl: JSON behoudt de volledige gestructureerde export, inclusief trainingen, routepunten, monsters, medicijnen en metadata. Markdown en Obsidian Bases zijn geoptimaliseerd voor leesbare notities en platte, opvraagbare eigenschappen. CSV is het beste voor spreadsheets, waarbij geneste gegevens in rijen worden afgevlakt.
pt_br: JSON preserva a exportação estruturada completa, incluindo treinos, pontos de rota, amostras, medicamentos e metadados. Markdown e Obsidian Bases são otimizados para notas legíveis e propriedades simples que podem ser consultadas. CSV é melhor para planilhas, com dados aninhados nivelados em linhas.
zh_hans: JSON 保留完整的结构化导出，包括锻炼、路线点、样本、药物和元数据。 Markdown 和 Obsidian Bases 针对可读注释和平面可查询属性进行了优化。 CSV 最适合电子表格，嵌套数据会平铺到行中。

source: Journal
de: Tagebuch
es: Diario
it: Diario
ja: ジャーナル
ko: 저널
nl: Dagboek
pt_br: Diário
zh_hans: 日记

source: Just Now
de: Gerade jetzt
es: Justo ahora
fr: Juste maintenant
it: Proprio adesso
ja: 今だけ
ko: 지금 막
nl: Net nu
pt_br: Agora mesmo
zh_hans: 就在此时

source: Keep both devices nearby on the same network.
de: Halten Sie beide Geräte in der Nähe und im selben Netzwerk.
es: Mantén ambos dispositivos cerca y en la misma red.
fr: Gardez les deux appareils à proximité et sur le même réseau.
it: Tieni entrambi i dispositivi vicini e sulla stessa rete.
ja: 両方のデバイスを近くに置き、同じネットワークに接続してください。
ko: 두 기기를 가까이 두고 같은 네트워크에 연결하세요.
nl: Houd beide apparaten dicht bij elkaar en op hetzelfde netwerk.
pt_br: Mantenha os dois dispositivos próximos e na mesma rede.
zh_hans: 让两台设备保持在附近并连接同一网络。

source: Keep your Health.md destinations updated with recurring Apple Health exports.
de: Halten Sie Ihre Health.md-Exportziele mit wiederkehrenden Apple Health-Exporten auf dem neuesten Stand.
es: Mantén tus destinos de Health.md actualizados con exportaciones periódicas de Apple Health.
fr: Gardez vos destinations Health.md à jour grâce à des exportations Apple Health récurrentes.
it: Mantieni aggiornate le destinazioni di Health.md con esportazioni ricorrenti da Apple Health.
ja: 定期的なApple Healthのエクスポートで、Health.mdのエクスポート先を最新の状態に保ちます。
ko: 정기적인 Apple Health 내보내기로 Health.md의 내보내기 대상을 최신 상태로 유지합니다.
nl: Houd je Health.md-bestemmingen actueel met terugkerende Apple Health-exports.
pt_br: Mantenha os destinos do Health.md atualizados com exportações recorrentes do Apple Health.
zh_hans: 通过定期导出 Apple Health 数据，让 Health.md 的目标位置保持最新。

source: Key Format
de: Schlüsselformat
es: Formato de clave
fr: Format de clé
it: Formato chiave
ja: キー形式
ko: 키 형식
nl: Sleutelformaat
pt_br: Formato da Chave
zh_hans: 键名格式

source: Key Style
de: Schlüsselformat
es: Estilo de clave
fr: Style de clé
it: Stile chiave
ja: キースタイル
ko: 키 스타일
nl: Sleutelstijl
pt_br: Estilo de Chave
zh_hans: 键名样式

# Keyboard shortcut: %@
source: Keyboard shortcut: %1$@
de: Tastaturkürzel: %1$@
es: Atajo de teclado: %1$@
fr: Raccourci clavier : %1$@
it: Scorciatoia da tastiera: %1$@
ja: キーボード ショートカット: %1$@
ko: 키보드 단축키: %1$@
nl: Sneltoets: %1$@
pt_br: Atalho de teclado: %1$@
zh_hans: 键盘快捷键：%1$@

source: Keyboard shortcut: Command Q
de: Tastenkombination: Befehl Q
es: Atajo de teclado: Comando Q
fr: Raccourci clavier : Commande Q
it: Scorciatoia da tastiera: comando Q
ja: キーボード ショートカット: コマンド Q
ko: 키보드 단축키: 명령 Q
nl: Sneltoets: Commando Q
pt_br: Atalho de teclado: Comando Q
zh_hans: 键盘快捷键：命令 Q

source: Kilometers, kilograms, Celsius
de: Kilometer, Kilogramm, Celsius
es: Kilómetros, kilogramos, Celsius
fr: Kilomètres, kilogrammes, Celsius
it: Chilometri, chilogrammi, Celsius
ja: キロメートル、キログラム、摂氏
ko: 킬로미터, 킬로그램, 섭씨
nl: Kilometers, kilogram, Celsius
pt_br: Quilômetros, quilogramas, Celsius
zh_hans: 公里、千克、摄氏度

source: Lab Result Records
de: Laborergebnisaufzeichnungen
es: Registros de resultados de laboratorio
fr: Enregistrements des résultats de laboratoire
it: Record dei risultati di laboratorio
ja: 検査結果の記録
ko: 검사 결과 기록
nl: Laboratoriumresultaatrecords
pt_br: Registros de resultados de laboratório
zh_hans: 实验室结果记录

source: Lactation
de: Stillzeit
es: Lactancia
fr: Allaitement
it: Allattamento
ja: 授乳期
ko: 수유
nl: Borstvoeding
pt_br: Lactação
zh_hans: 哺乳期

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
nl: Laatste 30 dagen
pt_br: Últimos 30 Dias
zh_hans: 最近30天

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
nl: Laatste 7 dagen
pt_br: Últimos 7 Dias
zh_hans: 最近7天

source: Last 90 Days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
it: Ultimi 90 giorni
ja: 過去90日間
ko: 최근 90일
nl: Laatste 90 dagen
pt_br: Últimos 90 Dias
zh_hans: 最近90天

source: Last Check
de: Letzter Check
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
ja: 最終チェック
ko: 마지막 확인
nl: Laatste controle
pt_br: Última verificação
zh_hans: 最后检查

source: Last Export
de: Letzter Export
es: Última exportación
fr: Dernière exportation
it: Ultima esportazione
ja: 最後のエクスポート
ko: 마지막 내보내기
nl: Laatste export
pt_br: Última Exportação
zh_hans: 上次导出

source: Last Mac export
de: Letzter Mac-Export
es: Última exportación Mac
fr: Dernière exportation Mac
it: Ultima esportazione Mac
ja: 最後の Mac エクスポート
ko: 마지막 Mac 내보내기
nl: Laatste Mac-export
pt_br: Última exportação Mac
zh_hans: 最后导出 Mac

source: Last Sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最後の同期
ko: 마지막 동기화
nl: Laatste synchronisatie
pt_br: Última Sincronização
zh_hans: 上次同步

source: Last Year
de: Letztes Jahr
es: Último año
fr: Année dernière
it: Ultimo anno
ja: 過去1年間
ko: 작년
nl: Afgelopen jaar
pt_br: Último Ano
zh_hans: 最近一年

source: Last export:
de: Letzter Export:
es: Última exportación:
fr: Dernière exportation :
it: Ultima esportazione:
ja: 最後のエクスポート：
ko: 마지막 내보내기:
nl: Laatste export:
pt_br: Última exportação:
zh_hans: 上次导出：

source: Last sync
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最後の同期
ko: 마지막 동기화
nl: Laatste synchronisatie
pt_br: Última sincronização
zh_hans: 上次同步

# Last sync: %@ ago
source: Last sync: %1$@ ago
de: Letzte Synchronisierung: vor %1$@
es: Última sincronización: hace %1$@
fr: Dernière synchronisation : il y a %1$@
it: Ultima sincronizzazione: %1$@ fa
ja: 最終同期: %1$@ 前
ko: 마지막 동기화: %1$@ 전
nl: Laatste synchronisatie: %1$@ geleden
pt_br: Última sincronização: %1$@ atrás
zh_hans: 上次同步：%1$@ 前

source: Launch at Login
de: Beim Anmelden starten
es: Iniciar sesión
fr: Lancer à la connexion
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
nl: Start bij Inloggen
pt_br: Iniciar no Login
zh_hans: 登录时启动

source: Lean Body Mass
de: Magere Körpermasse
es: Masa corporal magra
fr: Masse corporelle maigre
it: Massa corporea magra
ja: 除脂肪体重
ko: 제지방량
nl: Vetvrije massa
pt_br: Massa corporal magra
zh_hans: 去脂体重

source: Leave empty for flat structure, or use placeholders below
de: Leer lassen für flache Struktur oder Platzhalter unten verwenden
es: Deja vacío para estructura plana, o usa los marcadores de abajo
fr: Laissez vide pour une structure plate, ou utilisez les espaces réservés ci-dessous
it: Lascia vuoto per una struttura piatta, oppure usa i segnaposto qui sotto
ja: フラット構造にする場合は空のままにするか、以下のプレースホルダを使用してください
ko: 플랫 구조로 하려면 비워 두거나 아래 자리 표시자를 사용하세요
nl: Laat leeg voor een platte structuur of gebruik onderstaande plaatshouders
pt_br: Deixe vazio para estrutura plana, ou use os espaços reservados abaixo
zh_hans: 留空表示平面结构，或使用下方的占位符

source: Leave off if another plugin or template creates daily notes for you.
de: Lassen Sie dies deaktiviert, wenn ein anderes Plugin oder eine Vorlage Ihre täglichen Notizen erstellt.
es: Déjalo desactivado si otro plugin o plantilla crea tus notas diarias.
fr: Laissez cette option désactivée si une autre extension ou un autre modèle crée vos notes quotidiennes.
it: Lascia questa opzione disattivata se un altro plugin o modello crea le note giornaliere per te.
ja: 別のプラグインやテンプレートでデイリーノートを作成する場合は、オフのままにしてください。
ko: 다른 플러그인이나 템플릿에서 일일 노트를 생성하는 경우 이 옵션을 꺼 두세요.
nl: Laat dit uit als een andere plugin of sjabloon je dagelijkse notities aanmaakt.
pt_br: Deixe desativado se outro plugin ou modelo criar suas notas diárias.
zh_hans: 如果由其他插件或模板创建每日笔记，请保持关闭。

source: Leave this off if you create your daily notes manually or via a template.
de: Lassen Sie dies deaktiviert, wenn Sie Ihre täglichen Notizen manuell oder über eine Vorlage erstellen.
es: Deja esto desactivado si creas tus notas diarias manualmente o mediante una plantilla.
fr: Laissez cette option désactivée si vous créez vos notes quotidiennes manuellement ou via un modèle.
it: Lascia disattivato se crei le tue note giornaliere manualmente o tramite un modello.
ja: デイリーノートを手動またはテンプレートで作成している場合はオフのままにしてください。
ko: 일일 노트를 수동으로 또는 템플릿을 통해 만드는 경우 이 기능을 끄세요.
nl: Laat dit uit als je dagelijkse notities handmatig of via een sjabloon aanmaakt.
pt_br: Deixe desativado se você cria suas notas diárias manualmente ou por meio de um modelo.
zh_hans: 如果您手动或通过模板创建每日笔记，请保持关闭。

source: Let Health.md on Mac receive iPhone-configured exports over your local network.
de: Lassen Sie Health.md auf dem Mac über Ihr lokales Netzwerk Exporte empfangen, die auf dem iPhone konfiguriert wurden.
es: Permite que Health.md en el Mac reciba por la red local las exportaciones configuradas en el iPhone.
fr: Autorisez Health.md sur Mac à recevoir, via votre réseau local, les exportations configurées sur l’iPhone.
it: Consenti a Health.md sul Mac di ricevere, tramite la rete locale, le esportazioni configurate sull’iPhone.
ja: MacのHealth.mdが、iPhoneで設定したエクスポートをローカルネットワーク経由で受信できるようにします。
ko: Mac의 Health.md가 로컬 네트워크를 통해 iPhone에서 설정한 내보내기를 수신하도록 합니다.
nl: Laat Health.md op de Mac via je lokale netwerk exports ontvangen die op de iPhone zijn geconfigureerd.
pt_br: Permita que o Health.md no Mac receba, pela rede local, exportações configuradas no iPhone.
zh_hans: 允许 Mac 上的 Health.md 通过本地网络接收在 iPhone 上配置的导出。

source: Let the healthmd command connect while this iPhone app is open, without running the Mac app.
de: Lassen Sie den Befehl healthmd eine Verbindung herstellen, während diese iPhone-App geöffnet ist, ohne die Mac-App auszuführen.
es: Permite que el comando healthmd se conecte mientras esta app del iPhone está abierta, sin ejecutar la app del Mac.
fr: Autorisez la commande healthmd à se connecter pendant que cette app iPhone est ouverte, sans lancer l’app Mac.
it: Consenti al comando healthmd di connettersi mentre questa app per iPhone è aperta, senza eseguire l’app per Mac.
ja: このiPhoneアプリを開いている間は、Macアプリを起動せずにhealthmdコマンドから接続できます。
ko: 이 iPhone 앱이 열려 있는 동안에는 Mac 앱을 실행하지 않아도 healthmd 명령으로 연결할 수 있습니다.
nl: Laat de opdracht healthmd verbinding maken terwijl deze iPhone-app geopend is, zonder de Mac-app uit te voeren.
pt_br: Permita que o comando healthmd se conecte enquanto este app estiver aberto no iPhone, sem executar o app para Mac.
zh_hans: 允许 healthmd 命令在此 iPhone 应用保持打开时连接，而无需运行 Mac 应用。

source: Life
de: Leben
es: Vida
fr: Vie
it: Vita
ja: ライフ
ko: 라이프
nl: Leven
pt_br: Vida
zh_hans: 生活

source: Limited Product Analytics
de: Begrenzte Produktanalysen
es: Analíticas limitadas del producto
fr: Analyses produit limitées
it: Analisi di prodotto limitate
ja: 限定的な製品分析
ko: 제한된 제품 분석
nl: Beperkte productanalyse
pt_br: Análises limitadas do produto
zh_hans: 有限的产品分析

source: Link copied
de: Link kopiert
es: Enlace copiado
fr: Lien copié
it: Collegamento copiato
ja: リンクがコピーされました
ko: 링크가 복사되었습니다
nl: Link gekopieerd
pt_br: Link copiado
zh_hans: 链接已复制

source: List queryable Sleep metrics
de: Listen Sie abfragbare Schlafmetriken auf
es: Listar métricas de sueño consultables
fr: Répertorier les métriques de sommeil interrogeables
it: Elenca le metriche del sonno interrogabili
ja: クエリ可能な睡眠メトリクスをリストする
ko: 쿼리 가능한 수면 측정항목 나열
nl: Maak een lijst van doorzoekbare slaapstatistieken
pt_br: Listar métricas de sono consultáveis
zh_hans: 列出可查询的睡眠指标

source: List recent workouts
de: Listen Sie die letzten Trainingseinheiten auf
es: Listar entrenamientos recientes
fr: Liste des entraînements récents
it: Elenca gli allenamenti recenti
ja: 最近のトレーニングを一覧表示する
ko: 최근 운동 나열
nl: Maak een lijst van recente trainingen
pt_br: Listar treinos recentes
zh_hans: 列出最近的锻炼情况

source: Listening
de: Zuhören
es: escuchando
fr: Écoute
it: Ascolto
ja: リスニング
ko: 듣기
nl: Luisteren
pt_br: Ouvindo
zh_hans: 听力

source: Listening for Health.md
de: Auf Health.md achten
es: Escuchando Health.md
fr: À l’écoute de Health.md
it: Ascolto Health.md
ja: Health.md をリスニングしています
ko: Health.md 듣기
nl: Luisteren naar Health.md
pt_br: Ouvindo Health.md
zh_hans: 监听 Health.md

source: Listening for iPhone
de: Auf iPhone achten
es: Escuchando iPhone
fr: À l’écoute de iPhone
it: Ascolto iPhone
ja: iPhone をリスニングしています
ko: iPhone 듣기
nl: Luisteren naar iPhone
pt_br: Ouvindo iPhone
zh_hans: 监听 iPhone

# Listening on port %lld. Generate a pairing code before connecting from iPhone.
source: Listening on port %1$lld. Generate a pairing code before connecting from iPhone.
de: Lauschen auf Port %1$lld. Generieren Sie einen Pairing-Code, bevor Sie eine Verbindung über iPhone herstellen.
es: Escuchando en el puerto %1$lld. Genere un código de emparejamiento antes de conectarse desde iPhone.
fr: En écoute sur le port %1$lld. Générez un code d'appairage avant de vous connecter à partir de iPhone.
it: Ascolto sulla porta %1$lld. Genera un codice di accoppiamento prima di connetterti da iPhone.
ja: ポート %1$lld で待機しています。 iPhoneから接続する前にペアリングコードを生成してください。
ko: 포트 %1$lld에서 수신 중입니다. iPhone에서 연결하기 전에 페어링 코드를 생성하세요.
nl: Luisteren op poort %1$lld. Genereer een koppelingscode voordat u verbinding maakt vanuit iPhone.
pt_br: Escutando na porta %1$lld. Gere um código de emparelhamento antes de conectar a partir de iPhone.
zh_hans: 监听端口 %1$lld。从 iPhone 连接之前生成配对代码。

source: Load Encrypted Context Status…
de: Verschlüsselten Kontextstatus laden…
es: Cargar estado de contexto cifrado...
fr: Charger l'état du contexte chiffré…
it: Carica stato contesto crittografato…
ja: 暗号化されたコンテキストのステータスをロード…
ko: 암호화된 컨텍스트 상태 로드…
nl: Gecodeerde contextstatus laden...
pt_br: Carregar status do contexto criptografado…
zh_hans: 加载加密上下文状态...

source: Loading exported file…
de: Exportierte Datei wird geladen…
es: Cargando el archivo exportado…
fr: Chargement du fichier exporté…
it: Caricamento del file esportato…
ja: 書き出したファイルを読み込んでいます…
ko: 내보낸 파일을 불러오는 중…
nl: Geëxporteerd bestand laden…
pt_br: Carregando o arquivo exportado…
zh_hans: 正在加载导出的文件…

source: Local Query Context
de: Lokaler Abfragekontext
es: Contexto de consulta local
fr: Contexte de requête locale
it: Contesto della query locale
ja: ローカルクエリコンテキスト
ko: 로컬 쿼리 컨텍스트
nl: Lokale querycontext
pt_br: Contexto de consulta local
zh_hans: 本地查询上下文

source: Local SSD
de: Lokale SSD
es: SSD locales
fr: SSD local
it: SSD locale
ja: ローカルSSD
ko: 로컬 SSD
nl: Lokale SSD
pt_br: SSD local
zh_hans: 本地SSD

source: Local iPhone Folder
de: Lokaler iPhone-Ordner
es: Carpeta local del iPhone
fr: Dossier local de l’iPhone
it: Cartella locale dell’iPhone
ja: iPhone内のローカルフォルダ
ko: iPhone 로컬 폴더
nl: Lokale iPhone-map
pt_br: Pasta local do iPhone
zh_hans: iPhone 本地文件夹

source: Local iPhone folder. Tap to choose a folder.
de: Lokaler iPhone-Ordner. Tippen Sie, um einen Ordner auszuwählen.
es: Carpeta local del iPhone. Toca para elegir una carpeta.
fr: Dossier local de l’iPhone. Touchez pour choisir un dossier.
it: Cartella locale dell’iPhone. Tocca per scegliere una cartella.
ja: iPhone内のローカルフォルダです。タップしてフォルダを選択してください。
ko: iPhone의 로컬 폴더입니다. 탭하여 폴더를 선택하세요.
nl: Lokale iPhone-map. Tik om een map te kiezen.
pt_br: Pasta local do iPhone. Toque para escolher uma pasta.
zh_hans: iPhone 本地文件夹。轻点以选择文件夹。

source: Local network
de: Lokales Netzwerk
es: red local
fr: Réseau local
it: Rete locale
ja: ローカルネットワーク
ko: 로컬 네트워크
nl: Lokaal netwerk
pt_br: Rede local
zh_hans: 本地网络

source: Local server
de: Lokaler Server
es: servidor local
fr: Serveur local
it: Server locale
ja: ローカルサーバー
ko: 로컬 서버
nl: Lokale server
pt_br: Servidor local
zh_hans: 本地服务器

source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報
ko: 위치
nl: Locatie
pt_br: Localização
zh_hans: 位置

source: Loss of Smell
de: Geruchsverlust
es: Pérdida del olfato
fr: Perte d'odorat
it: Perdita dell'olfatto
ja: 匂いの喪失
ko: 후각 상실
nl: Verlies van geur
pt_br: Perda de cheiro
zh_hans: 嗅觉丧失

source: Loss of Taste
de: Geschmacksverlust
es: Pérdida del gusto
fr: Perte de goût
it: Perdita di gusto
ja: 味覚の喪失
ko: 미각 상실
nl: Verlies van smaak
pt_br: Perda de sabor
zh_hans: 味觉丧失

source: Lossless Health Records
de: Gesundheitsdaten ohne Verluste
es: Registros de salud sin pérdidas
fr: Données de santé sans perte
it: Dati sanitari senza perdita
ja: ロスレスヘルスレコード
ko: 무손실 건강 기록
nl: Gezondheidsgegevens zonder verlies
pt_br: Registros de saúde sem perdas
zh_hans: 无损健康记录

source: Lossless Health Records retains every selected HealthKit source record alongside daily summaries, including source UUIDs, exact timestamps, provenance, metadata, and detailed series. Files may be much larger. Turn it off on iPhone for summary-only exports.
de: Lossless Health Records speichert jeden ausgewählten HealthKit-Quelldatensatz zusammen mit täglichen Zusammenfassungen, einschließlich Quell-UUIDs, genauen Zeitstempeln, Herkunft, Metadaten und detaillierten Serien. Dateien können viel größer sein. Deaktivieren Sie es auf iPhone für reine Zusammenfassungsexporte.
es: Los registros de salud sin pérdida conservan cada registro de origen de HealthKit seleccionado junto con los resúmenes diarios, incluidos los UUID de origen, las marcas de tiempo exactas, la procedencia, los metadatos y las series detalladas. Los archivos pueden ser mucho más grandes. Desactívelos en el iPhone para exportar solo resúmenes.
fr: Lossless Health Records conserve chaque enregistrement source HealthKit sélectionné ainsi que des résumés quotidiens, y compris la source UUIDs, les horodatages exacts, la provenance, les métadonnées et les séries détaillées. Les fichiers peuvent être beaucoup plus volumineux. Désactivez-le sur iPhone pour les exportations de résumé uniquement.
it: Lossless Health Records conserva ogni record di origine HealthKit selezionato insieme a riepiloghi giornalieri, inclusa la fonte UUIDs, timestamp esatti, provenienza, metadati e serie dettagliate. I file potrebbero essere molto più grandi. Disattivalo su iPhone per le esportazioni di solo riepilogo.
ja: Lossless Health Records は、選択されたすべての HealthKit ソース レコードを、ソース UUIDs、正確なタイムスタンプ、来歴、メタデータ、詳細なシリーズなどの毎日の概要とともに保持します。ファイルはさらに大きくなる可能性があります。概要のみのエクスポートの場合は、iPhone でオフにします。
ko: 무손실 건강 기록은 소스 UUIDs, 정확한 타임스탬프, 출처, 메타데이터 및 세부 시리즈를 포함하여 일일 요약과 함께 선택된 모든 HealthKit 소스 기록을 유지합니다. 파일 크기가 훨씬 커질 수 있습니다. 요약 전용 내보내기의 경우 iPhone에서 이 기능을 끄십시오.
nl: Lossless Health Records bewaart elk geselecteerd HealthKit-bronrecord naast dagelijkse samenvattingen, inclusief bron UUIDs, exacte tijdstempels, herkomst, metagegevens en gedetailleerde reeksen. Bestanden kunnen veel groter zijn. Schakel dit uit op iPhone voor exports met alleen samenvattingen.
pt_br: Lossless Health Records retém todos os registros de origem HealthKit selecionados junto com resumos diários, incluindo origem UUIDs, carimbos de data/hora exatos, procedência, metadados e séries detalhadas. Os arquivos podem ser muito maiores. Desative-o em iPhone para exportações apenas de resumo.
zh_hans: 无损健康记录保留每条选定的 HealthKit 源记录以及每日摘要，包括源 UUIDs、确切的时间戳、出处、元数据和详细系列。文件可能会大得多。在 iPhone 上将其关闭以进行仅摘要导出。

source: Low Heart Rate Event
de: Ereignis mit niedriger Herzfrequenz
es: Evento de frecuencia cardíaca baja
fr: Événement de fréquence cardiaque faible
it: Evento di frequenza cardiaca bassa
ja: 低心拍数イベント
ko: 저심박수 이벤트
nl: Gebeurtenis met lage hartslag
pt_br: Evento de frequência cardíaca baixa
zh_hans: 低心率事件

source: Lower Back Pain
de: Schmerzen im unteren Rücken
es: Dolor de espalda baja
fr: Douleur au bas du dos
it: Dolore alla parte bassa della schiena
ja: 腰痛
ko: 허리 통증
nl: Lage rugpijn
pt_br: Dor lombar
zh_hans: 下背部疼痛

source: Mac Destination
de: Mac-Ziel
es: Destino Mac
fr: Destination Mac
it: Destinazione Mac
ja: Macのエクスポート先
ko: Mac 내보내기 대상
nl: Mac-bestemming
pt_br: Destino no Mac
zh_hans: Mac 目标位置

source: Mac Destination ready
de: Mac Ziel bereit
es: Mac Destino listo
fr: Mac Destination prête
it: Destinazione Mac pronta
ja: Macのエクスポート先の準備ができました
ko: Mac 대상 준비됨
nl: Mac-bestemming gereed
pt_br: Mac Destino pronto
zh_hans: Mac 目标位置就绪

source: Mac Needs Attention
de: Mac benötigt Aufmerksamkeit
es: El Mac necesita atención
fr: Le Mac nécessite votre attention
it: Il Mac richiede attenzione
ja: Macで確認が必要です
ko: Mac 확인 필요
nl: Mac vereist aandacht
pt_br: O Mac precisa de atenção
zh_hans: 需在 Mac 上处理

source: Mac Sync
de: Mac-Synchronisierung
es: Sincronización con Mac
fr: Synchronisation Mac
it: Sincronizzazione Mac
ja: Mac同期
ko: Mac 동기화
nl: Mac-synchronisatie
pt_br: Sincronização com Mac
zh_hans: Mac 同步

source: Mac Tailscale IP or hostname
de: Tailscale-IP oder Hostname des Mac
es: IP de Tailscale o nombre del Mac
fr: Adresse IP Tailscale ou nom d’hôte du Mac
it: IP Tailscale o nome host del Mac
ja: MacのTailscale IPまたはホスト名
ko: Mac Tailscale IP 또는 호스트 이름
nl: Tailscale-IP of hostnaam van de Mac
pt_br: IP do Tailscale ou nome do host do Mac
zh_hans: Mac 的 Tailscale IP 或主机名

source: Mac app runs the service
de: Die App Mac führt den Dienst aus
es: La aplicación Mac ejecuta el servicio
fr: L'application Mac exécute le service
it: L'app Mac esegue il servizio
ja: Mac アプリがサービスを実行します
ko: Mac 앱이 서비스를 실행합니다.
nl: De Mac-app voert de service uit
pt_br: O aplicativo Mac executa o serviço
zh_hans: Mac 应用程序运行服务

source: Mac export cancelled
de: Mac-Export abgebrochen
es: Exportación Mac cancelada
fr: Exportation Mac annulée
it: Mac esportazione annullata
ja: Mac エクスポートがキャンセルされました
ko: Mac 내보내기가 취소되었습니다.
nl: Mac-export geannuleerd
pt_br: Exportação Mac cancelada
zh_hans: Mac 导出已取消
